fio/log/alfs_4th_sequential_write_log.txt
fio_test: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=128
fio-2.2.8
Starting 1 thread

fio_test: (groupid=0, jobs=1): err= 0: pid=9098: Fri Jan 27 05:21:51 2017
  write: io=819200MB, bw=284162KB/s, iops=2220, runt=2952056msec
    slat (usec): min=5, max=2061, avg=18.41, stdev= 9.61
    clat (msec): min=1, max=243, avg=57.64, stdev=19.56
     lat (msec): min=1, max=243, avg=57.65, stdev=19.56
    clat percentiles (msec):
     |  1.00th=[   24],  5.00th=[   30], 10.00th=[   33], 20.00th=[   38],
     | 30.00th=[   44], 40.00th=[   51], 50.00th=[   58], 60.00th=[   64],
     | 70.00th=[   72], 80.00th=[   78], 90.00th=[   83], 95.00th=[   86],
     | 99.00th=[  101], 99.50th=[  106], 99.90th=[  141], 99.95th=[  157],
     | 99.99th=[  190]
    bw (KB  /s): min=153802, max=687360, per=100.00%, avg=284326.35, stdev=98370.90
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.10%, 20=0.56%, 50=38.43%
    lat (msec) : 100=59.86%, 250=1.06%
  cpu          : usr=2.29%, sys=4.59%, ctx=5283317, majf=0, minf=1
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=6553600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=819200MB, aggrb=284161KB/s, minb=284161KB/s, maxb=284161KB/s, mint=2952056msec, maxt=2952056msec

Disk stats (read/write):
  nvme0n1: ios=0/6552843, merge=0/0, ticks=0/377448028, in_queue=18446744069792302072, util=100.00%