fio/log/alfs_6th_sequential_read_log.txt
fio_test: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=128
fio-2.2.8
Starting 1 thread

fio_test: (groupid=0, jobs=1): err= 0: pid=11560: Fri Jan 27 08:24:04 2017
  read : io=819200MB, bw=1675.6MB/s, iops=13403, runt=488930msec
    slat (usec): min=3, max=180, avg= 4.64, stdev= 0.98
    clat (usec): min=1361, max=29654, avg=9544.28, stdev=777.33
     lat (usec): min=1372, max=29665, avg=9548.98, stdev=777.25
    clat percentiles (usec):
     |  1.00th=[ 9024],  5.00th=[ 9152], 10.00th=[ 9280], 20.00th=[ 9280],
     | 30.00th=[ 9408], 40.00th=[ 9408], 50.00th=[ 9536], 60.00th=[ 9536],
     | 70.00th=[ 9664], 80.00th=[ 9664], 90.00th=[ 9920], 95.00th=[10176],
     | 99.00th=[10688], 99.50th=[12480], 99.90th=[18304], 99.95th=[21120],
     | 99.99th=[25984]
    bw (MB  /s): min= 1501, max= 1723, per=100.00%, avg=1675.72, stdev=39.18
    lat (msec) : 2=0.12%, 4=0.27%, 10=91.47%, 20=8.07%, 50=0.07%
  cpu          : usr=2.50%, sys=7.02%, ctx=6341918, majf=0, minf=520
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=6553600/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
   READ: io=819200MB, aggrb=1675.6MB/s, minb=1675.6MB/s, maxb=1675.6MB/s, mint=488930msec, maxt=488930msec

Disk stats (read/write):
  nvme0n1: ios=6550414/0, merge=0/0, ticks=62493074/0, in_queue=62493690, util=100.00%