fio/log/ext4_1st_sequential_write_log.txt
fio_test: (g=0): rw=write, bs=4096B-4096B,4096B-4096B,4096B-4096B, ioengine=libaio, iodepth=128
fio-2.16-35-g8c4e
Starting 1 thread
fio_test: Laying out IO file(s) (1 file(s) / 819200MiB)

fio_test: (groupid=0, jobs=1): err= 0: pid=3466: Wed Jan 18 21:27:16 2017
  write: IOPS=164k, BW=639MiB/s (670MB/s)(800GiB/1282443msec), iops=167936, runt=
    slat (usec): min=2, max=5851, avg= 4.18, stdev= 2.16
    clat (usec): min=26, max=60186, avg=778.17, stdev=361.88
     lat (usec): min=35, max=60191, avg=782.35, stdev=361.80
    clat percentiles (usec):
     |  1.00th=[  466],  5.00th=[  502], 10.00th=[  516], 20.00th=[  556],
     | 30.00th=[  612], 40.00th=[  684], 50.00th=[  748], 60.00th=[  812],
     | 70.00th=[  876], 80.00th=[  932], 90.00th=[  996], 95.00th=[ 1048],
     | 99.00th=[ 2024], 99.50th=[ 2704], 99.90th=[ 4768], 99.95th=[ 7648],
     | 99.99th=[ 9280]
    lat (usec) : 50=0.01%, 100=0.01%, 250=0.01%, 500=4.92%, 750=45.13%
    lat (usec) : 1000=39.99%
    lat (msec) : 2=8.94%, 4=0.89%, 10=0.12%, 20=0.01%, 50=0.01%
    lat (msec) : 100=0.01%
  cpu          : usr=15.03%, sys=62.68%, ctx=19634358, majf=0, minf=1
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwt: total=0,209715200,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: bw=639MiB/s (670MB/s), 639MiB/s-639MiB/s (670MB/s-670MB/s), io=800GiB (859GB), run=1282443-1282443msec

Disk stats (read/write):
  nvme0n1: ios=0/209816504, merge=0/19130, ticks=0/98073960, in_queue=98141744, util=100.00%