fio/log/ext4_4th_sequential_write_log.txt
fio_test: (g=0): rw=write, bs=128KiB-128KiB,128KiB-128KiB,128KiB-128KiB, ioengine=libaio, iodepth=128
fio-2.16-35-g8c4e
Starting 1 thread

fio_test: (groupid=0, jobs=1): err= 0: pid=10782: Thu Jan 19 08:08:49 2017
  write: IOPS=2085, BW=261MiB/s (273MB/s)(800GiB/3142486msec), iops=2085, runt=
    slat (usec): min=5, max=107072, avg=25.73, stdev=347.97
    clat (msec): min=1, max=383, avg=61.35, stdev=47.19
     lat (msec): min=1, max=383, avg=61.37, stdev=47.19
    clat percentiles (msec):
     |  1.00th=[    8],  5.00th=[   12], 10.00th=[   16], 20.00th=[   23],
     | 30.00th=[   32], 40.00th=[   39], 50.00th=[   47], 60.00th=[   58],
     | 70.00th=[   73], 80.00th=[   92], 90.00th=[  133], 95.00th=[  165],
     | 99.00th=[  212], 99.50th=[  223], 99.90th=[  243], 99.95th=[  249],
     | 99.99th=[  269]
    lat (msec) : 2=0.01%, 4=0.01%, 10=3.13%, 20=12.74%, 50=37.39%
    lat (msec) : 100=29.80%, 250=16.89%, 500=0.05%
  cpu          : usr=2.90%, sys=4.82%, ctx=5325607, majf=0, minf=1
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwt: total=0,6553600,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: bw=261MiB/s (273MB/s), 261MiB/s-261MiB/s (273MB/s-273MB/s), io=800GiB (859GB), run=3142486-3142486msec

Disk stats (read/write):
  nvme0n1: ios=0/6554189, merge=0/628, ticks=0/401082377, in_queue=417245679, util=100.00%