fio/log/f2fs_1st_sequential_write_log.txt
fio_test: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=128
fio-2.2.8
Starting 1 thread
fio_test: Laying out IO file(s) (1 file(s) / 819200MB)

fio_test: (groupid=0, jobs=1): err= 0: pid=2556: Fri Jan 20 18:39:52 2017
  write: io=819200MB, bw=724847KB/s, iops=181211, runt=1157293msec
    slat (usec): min=1, max=2390.1K, avg= 3.16, stdev=173.59
    clat (usec): min=167, max=3073.6K, avg=701.17, stdev=3318.06
     lat (usec): min=174, max=3114.4K, avg=704.39, stdev=3326.06
    clat percentiles (usec):
     |  1.00th=[  398],  5.00th=[  414], 10.00th=[  422], 20.00th=[  438],
     | 30.00th=[  462], 40.00th=[  532], 50.00th=[  620], 60.00th=[  732],
     | 70.00th=[  828], 80.00th=[  916], 90.00th=[  996], 95.00th=[ 1048],
     | 99.00th=[ 2128], 99.50th=[ 2256], 99.90th=[ 2512], 99.95th=[ 6112],
     | 99.99th=[ 8512]
    bw (KB  /s): min=    1, max=793080, per=100.00%, avg=730039.96, stdev=120901.52
    lat (usec) : 250=0.01%, 500=36.36%, 750=25.37%, 1000=28.91%
    lat (msec) : 2=8.05%, 4=1.22%, 10=0.09%, 20=0.01%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 2000=0.01%
    lat (msec) : >=2000=0.01%
  cpu          : usr=13.40%, sys=56.72%, ctx=8519724, majf=0, minf=1
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=209715200/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=819200MB, aggrb=724847KB/s, minb=724847KB/s, maxb=724847KB/s, mint=1157293msec, maxt=1157293msec

Disk stats (read/write):
  nvme0n1: ios=0/209732621, merge=0/0, ticks=0/113298132, in_queue=113306453, util=100.00%