fio/log/f2fs_2nd_sequential_write_log.txt
fio_test: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=128
fio-2.2.8
Starting 1 thread

fio_test: (groupid=0, jobs=1): err= 0: pid=2723: Fri Jan 20 18:58:34 2017
  write: io=819200MB, bw=747865KB/s, iops=186966, runt=1121674msec
    slat (usec): min=1, max=118736, avg= 2.79, stdev=11.26
    clat (usec): min=260, max=1937.7K, avg=681.45, stdev=2118.17
     lat (usec): min=271, max=1937.7K, avg=684.31, stdev=2118.18
    clat percentiles (usec):
     |  1.00th=[  362],  5.00th=[  374], 10.00th=[  382], 20.00th=[  406],
     | 30.00th=[  450], 40.00th=[  532], 50.00th=[  628], 60.00th=[  756],
     | 70.00th=[  860], 80.00th=[  956], 90.00th=[ 1032], 95.00th=[ 1064],
     | 99.00th=[ 1128], 99.50th=[ 1160], 99.90th=[ 1640], 99.95th=[ 6176],
     | 99.99th=[ 8640]
    bw (KB  /s): min=95109, max=789696, per=100.00%, avg=749828.72, stdev=23451.27
    lat (usec) : 500=36.19%, 750=23.16%, 1000=26.34%
    lat (msec) : 2=14.22%, 4=0.01%, 10=0.09%, 20=0.01%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%, 2000=0.01%
  cpu          : usr=13.99%, sys=52.46%, ctx=10457532, majf=0, minf=1
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=209715200/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=819200MB, aggrb=747865KB/s, minb=747865KB/s, maxb=747865KB/s, mint=1121674msec, maxt=1121674msec

Disk stats (read/write):
  nvme0n1: ios=0/209694755, merge=0/0, ticks=0/113542626, in_queue=113544906, util=100.00%